salomeMeshImported/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    zMax
    {
        type            patch;
        nFaces          322;
        startFace       36832;
    }
    zMin
    {
        type            patch;
        nFaces          322;
        startFace       37154;
    }
    sideWalls
    {
        type            patch;
        nFaces          5140;
        startFace       37476;
    }
)

// ************************************************************************* //
